Repository: johnburitto/VMControlPanel
Catalog: VMControlPanel/Bot/Localization/Languages/Strings.*.resx
Languages: uk

source: Account deleted successfully
uk: Акаунт видалено успішно

# AddingError
source: An error occurred while adding a machine
uk: Підчас додавання машини сталася помилка

# AddNewMachine
source: Add a new machine
uk: Додати нову машину

# AlreadyRegistered
source: The user with this name is already registered
uk: Користувач з даним іменем вже зареєстрований

# Cancel
source: You have canceled the action
uk: Ви відмінили дію

source: Change language
uk: Змінити мову

source: Choose language
uk: Оберіть мову

# CreateDirectory
source: Create a directory
uk: Створити директорію

# DeleteAccount
source: Delete your account
uk: Видалити акаунт

# DeleteDirectory
source: Delete a directory
uk: Видалити директорію

# DownloadFile
source: Download the file
uk: Завантажити файл

source: Execute commands
uk: Виконувати команди

# HelloMessage
source: Hello! I'm here to help you interact with your virtual machines
uk: Привіт! Я допоможу тобі взаємодіяти із твоїми віртуальними машинами

source: Input account password
uk: Введіть пароль до акаунта

# InputCommand
source: Enter the command
uk: Введіть команду

# InputDirectoryName
source: Enter the name of the directory
uk: Введіть назву директорії

# InputEmail
source: Enter your email address
uk: Введіть адрес електронної пошти

# InputFile
source: Send the file you want to upload
uk: Надішліть файл, який хочете вивантажити

# InputFilePath
source: Enter the path to the file
uk: Введіть шлях до файлу

# InputPassword
source: Create a password
uk: Придумайте пароль

# InputUserName
source: Create username
uk: Придумайте ім'я користувача

# InputVMHost
source: Enter the virtual machine host
uk: Введіть хоста віртуальної машини

# InputVMName
source: Enter the name of the virtual machine
uk: Введіть ім'я віртуальної машини

# InputVMPort
source: Enter the virtual machine port
uk: Введіть порт віртуальної машини

# InputVMUser
source: Enter the username on the virtual machine
uk: Введіть ім'я користувача на віртуальній машині

# InputVMUserPassword
source: Enter the user password on the virtual machine
uk: Введіть пароль користувача на віртуальній машині

# InvalidKey
source: Invalid resource key
uk: Невірний ключ ресурсу

# LoggedOut
source: You are logged out
uk: Ви вийшли із системи

# Login
source: Log in to your account
uk: Увійти в акаунт

# LoginPassword
source: Enter your password
uk: Введіть пароль

# LoginUserName
source: Enter your username
uk: Введіть ім'я користувача

# Logout
source: Log out of your account
uk: Вийти із акаунта

source: Metrics
uk: Метрики

source: Raw data
uk: "Сирі" дані

# Register
source: Create an account
uk: Створити акаунт

source: Select account to delete
uk: Оберіть акаунт, який хочете видалити

# SuccessesAdd
source: Virtual machine added successfully
uk: Віртуальна машина успішно додана

# SuccessesChange
source: Language successfully changed
uk: Мову успішно змінено

# SuccessesLogin
source: You have successfully logged in
uk: Ви успішно увійшли до системи

# SuccessesRegister
source: You have successfully registered
uk: Ви успішно зареєструвалися

# ToCancel
source: Cancel
uk: Відмінити

# UploadFile
source: Upload the file
uk: Вивантажити файл

# VMChosen
source: You have selected a virtual machine for interaction
uk: Ви обрали для взаємодії віртуальну машину

# YouDontHaveAccounts
source: You do not have any registered accounts
uk: У вас немає зареєстрованих акаунтів

# YouHaveToLogin
source: You need to log in to the system
uk: Вам необхідно увійти до системи

source: Your accounts
uk: Ваші акаунти
